Repository: tschaefer/loom
Catalog: po/*.po
Languages: de

source: Failed to connect to the message bus.
de: Verbindung zum Nachrichtenbus fehlgeschlagen.

source: Lost the name %s on the message bus.
de: Verbindungsname %s zum Nachrichtenbus verloren.

source: Failed to acquire the name %s on the message bus
de: Akquirieren des Verbindungsnamen %s am Nachrichtenbus fehlgeschlagen.

source: Acquired the name %s on the message bus.
de: Verbindungsname %s am Nachrichtenbus akquiriert.

source: Caught SIGINT. Initiating shutdown.
de: SIGINT erhalten. Beginne Abschaltung.

source: loom daemon version %s starting
de: Loom Dienst Version %s startet

source: Error getting link cache from kernel.
de: Fehler beim Erhalt des Link Puffers vom Kernel.

source: Error getting link info from kernel.
de: Fehler beim Erhalt von Link Inormationen vom Kernel.

source: '%s' entry must contain a valid IPv4 address
de: '%s' Eintrag muss eine gülige IPv4 Addresse beinhalten

source: '%s' entry must contain a valid IPv4 suffix
de: '%s' Eintrag muss einen gültigen IPv4 Suffix beinhalten

source: '%s' entry must be a valid IPv4 address
de: '%s' Eintrag muss eine gültige IPv4 Addresse sein

source: '%s' entry must contain a valid domain name
de: '%s' Eintrag muss einen gültigen Domänennamen beinhalten

source: 'address' entry must be a string
de: 'address' Eintrag muss eine Zeichenkette sein

source: 'address' entry is required
de: 'adress' Eintrag wird benötigt

source: 'router' entry must be a string
de: 'router' Eintrag muss eine Zeichenkette sein

source: 'nameservers' entry must be a string array
de: 'namenservers' Eintrag muss eine Liste von Wörtern sein

source: 'domain' entry must be a string
de: 'domains' Eintrag muss eine Liste von Wörtern sein

source: 'searches' entry must be a string array
de: 'searches' Eintrag muss eine Liste von Wörtern sein

source: no such 'setting' object found
de: Kein solches 'setting' Objekt gefunden

source: 'setting' object is in use
de: 'setting' Objekt ist in Benutzung

source: no such 'interface' object found
de: Kein solches 'interface' Objekt gefunden

source: 'connection' object already exists
de: 'connection' Objekt besteht bereits

source: no such 'connection' object found
de: Kein solches 'connection' Objekt gefunden

source: 'connection' object is active
de: 'connection' Objekt ist aktiv

source: 'connection' object already in use
de: 'connection' Objekt wird bereits benutzt

source: 'interface' object already in use
de: 'interface' Objekt wird bereits benutzt

source: no 'connection' objects active
de: Keine 'connection' Objekte aktiv

source: 'connection' object is not active
de: 'connection' Objekt ist nicht aktiv

source: Failed to add default route.
de: Setzen Standardroute fehlgeschlagen.

source: Failed to delete default route.
de: Löschen Standardroute fehlgeschlagen.

source: # Created by Loom: %s
de: # Erstellt durch Loom: %s
